import React from 'react'
import Footer from './Footer'
function Info() {
    let obj =[{
        id:"1",
        img: 'm5.jpg',
        name: "BMW",
        name2: "Motorcycle1",
        price: "700$",
        info:"Moto1 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      },
      {
        id:"2",
        img: 'm2.jpg',
        name: "HONDA",
        name2: "Motorcycle2",
        price: "800$",
        info:"Moto2 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      },
      {
        id:"3",
        img: 'm6.jpg',
        name: "LIFAN",
        name2: "Motorcycle3",
        price: "900$",
        info:"Moto3 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      },
      {
        id:"4",
        img: 'm2.jpg',
        name: "ACURA",
        name2: "Motorcycle4",
        price: "1100$",
        info:"Moto4 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      },
      {
        id:"5",
        img: 'm5.jpg',
        name: "HYUNDAI",
        name2: "Motorcycle5",
        price: "1300$",
        info:"Moto5 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      },
      {
        id:"6",
        img: 'm6.jpg',
        name: "SUBARU",
        name2: "Motorcycle6",
        price: "950$",
        info:"Moto6 Inc.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем.(произносится Моторола инкорпорейтед) — американская компания, занимавшая в своё время лидерские позиции в области интегрированных телекоммуникаций и встроенных электронных систем."
      
     }]
  return (
    <div><Footer arr={obj}/></div>
  )
}

export default Info